Repository: awsmug/shipcloud-for-woocommerce
Catalog: languages/woocommerce-shipcloud-*.po
Languages: de_de

# post type general name
source: Parcel Templates
de_de: Paketvorlagen

# post type singular name
source: Parcel Template
de_de: Paketvorlage

# admin menu
source: Parcel Templates
de_de: Paketvorlagen

# add new on admin bar
source: Parcel Template
de_de: Paketvorlage

# parcel
source: Add New
de_de: Neu hinzufügen

source: Add New Parcel Template
de_de: Neue Paketvorlage hinzufügen

source: New Parcel Template
de_de: Neue Paketvorlage hinzufügen

source: Edit Parcel Template
de_de: Paketvorlage bearbeiten

source: View Parcel Template
de_de: Paketvorlage ansehen

source: All Parcel Templates
de_de: Alle Paketvorlagen

source: Search Parcel Templates
de_de: Paketvorlage suchen

source: Parent Parcel Templates:
de_de: Übergeordneten Paketvorlagen:

source: No Parcel Template found.
de_de: Keine Paketvorlage gefunden.

source: No Parcel Templates found in Trash.
de_de: Keine Paketvorlage im Papierkorb gefunden.

source: Description
de_de: Beschreibung

source: Parcel Templates
de_de: Paketvorlagen

source: Width
de_de: Breite

source: Height
de_de: Höhe

source: Length
de_de: Länge

source: Weight
de_de: Gewicht

source: Shipping Company
de_de: Paketdienst

source: [ Select a Carrier ]
de_de: [ Paketdienst wählen ]

source: shipcloud.io Shipment-Center
de_de: shipcloud.io Versandzentrum

source: Sender Address
de_de: Absenderadresse

source: Company
de_de: Firma

source: First Name
de_de: Vorname

source: Last Name
de_de: Nachname

source: Street
de_de: Straße

source: Number
de_de: Nummer

source: Postcode
de_de: PLZ

source: City
de_de: Ort

source: State
de_de: Bundesland

source: Country
de_de: Land

source: Recipient Address
de_de: Empfängeradresse

source: Create Shipment
de_de: Versand anlegen

source: Calculate Price
de_de: Preis berechnen

source: Prepare Label
de_de: Versandmarke vorbereiten

source: Create Label
de_de: Versandmarke erstellen

source: Prepare Return Label
de_de: Retourmarke vorbereiten

source: Create Return Label
de_de: Retourmarke erstellen

source: Shipment Method
de_de: Versandmethode

source: <a href="%s">Please select a Carrier</a>.
de_de: <a href="%s">Bitte wählen Sie einen Paketdienst</a>.

source: Ordered: %s
de_de: Bestellt: %s

source: Required for carriers: %s
de_de: Benötigt für Paketdienste: %s

source: Automatic determined Parcels
de_de: Automatisch ermittelte Pakete

source: &#8592; Insert
de_de: &larr; Einfügen

source: [ Select a Parcel ]
de_de: [ Paket Wählen ]

source: Please add weight and parcel dimensions in your Products to use automatic calculations.
de_de: Bitte fügen Sie Gewicht und Größenangaben in Ihre Produkte ein um die automatische Berechnungen zu verwenden.

source: Your Parcel Templates
de_de: Ihre Paketvorlagen

source: Please <a href="%s">add parcel templates</a> if you want to use.
de_de: Bitte fügen Sie <a href="%s">Paketvorlagen</a> hinzu, wenn Sie diese verwenden möchten.

source: Depending on the carrier, there will be a fee fo for creating the label. Do you really want to create a label?
de_de: Abhängig von dem Paketdienst wird eine Gebühr fällig um die Versandmarke zu erstellen. Wollen Sie wirklich eine Versandmarke erstellen?

source: Do you really want to delete this shipment?
de_de: Möchten Sie diese Sendung wirklich löschen?

source: Download Label
de_de: Versandmarke herunterladen

source: Delete Shipment
de_de: Sendung löschen

source: Shipment description:
de_de: Beschreibung der Sendung:

source: Shipment ID:
de_de: Versand-ID:

source: Tracking Number:
de_de: Trackingnummer:

source: Not available yet
de_de: Noch nicht verfügbar

source: Price:
de_de: Preis:

source: The calculated price is %s.
de_de: Der berechnete Preis ist %s.

source: Order %s
de_de: Bestellung %s

source: shipcloud.io label was prepared.
de_de: shipcloud.io Versandmarke wurde vorbereitet.

source: shipcloud.io label was created.
de_de: shipcloud.io Versandmarke wurde erstellt.

source: shipcloud.io shipment was deleted.
de_de: shipcloud.io Sendung wurde gelöscht.

source: Shipment was not found in post meta.
de_de: Die Lieferung wurde nicht in der Post Meta gefunden.

source: Shipcloud Parcel Width (cm)
de_de: Shipcloud Paketbreite (cm)

source: Shipcloud Parcel Height (cm)
de_de: Shipcloud Pakethöhe (cm)

source: Shipcloud Parcel Length (cm)
de_de: Shipcloud Paketlänge (cm)

source: Shipcloud Parcel Weight (kg)
de_de: Shipcloud Paketgewicht (cm)

source: Shipment Settings
de_de: Versand Einstellungen

source: Add shipcloud to your shipping methods
de_de: Fügen Sie Shipcloud zu Ihren Versandarten hinzu

source: Please enter a <a href="%s">ShipCloud API Key</a>.
de_de: Bitte geben Sie einen <a href="%s">ShipCloud-API-Schlüssel</a> ein.

source: Could not initialize shipcloud API.
de_de: Shipcloud API konnte nicht initialisiert werden.

source: Could not update carriers: %s
de_de: Paketdienste konnten nicht aktualisiert werden: %s

source: Could not get available carriers: %s
de_de: Paketdienste konnten nicht geladen werden: %s

source: Please select at least one allowed <a href="%s">shipment method</a>.
de_de: Bitte wählen Sie mindestens eine zulässige <a href="%s">Versandmethode</a>.

source: Please enter a <a href="%s">Standard Price</a> for Products.
de_de: Bitte geben Sie einen <a href="%s">Standard-Preis</a> für Produkte an.

source: Please enter a <a href="%s">Standard Price</a> for Shipment Classes.
de_de: Bitte geben Sie einen <a href="%s">Standard-Preis</a> für Versandklassen an.

source: Standard Shipment Method
de_de: Standard Versandmethode

source: This Carrier will be preselected if the Shop Owner selects the Carrier or will be preselected as Carrier if Customer can select the Carrier.
de_de: Dieser Paketdienst wird vorgeschlagen, wenn der Shopbetreiber den Paketdienst auswählt oder er wird vorausgewählt, wenn der Kunde den Paketdienst wählt.

source: You have to select at least one Carrier above to select a Standard Carrier.
de_de: Sie müssen mindestens einen Paketdienst wählen um ein Standard Paketdienst wählen zu können.

source: Enable
de_de: Aktivieren

source: Enable shipcloud.io
de_de: Aktiviere shipcloud.io

source: Enter your <a href="%s" target="_blank">shipcloud.io API Key</a>.
de_de: Geben Sie Ihren <a href="%s" target="_blank">shipcloud.com API-Schlüssel</a> ein.

source: Shipment Methods
de_de: Versandmethoden

source: Select the Carriers which you want to use in your Shop.
de_de: Wählen Sie die Paketdienste, die Sie in Ihrem Shop verwenden möchten.

source: Shipment Selection
de_de: Versandauswahl

source: Who selects the shipment method?
de_de: Wer wählt die Versandmethode?

source: Shop Owner
de_de: Shopbetreiber

source: Customer
de_de: Kunde

source: Notification Email
de_de: Benachrichtigungs Email

source: Send notification emails from shipcloud.io to recipients on status changes of shipment.
de_de: Sende eine Email-Benachrichtigungen von shipcloud.io an Empfänger bei Statusänderungen der Sendung.

source: Carrier Email
de_de: Paketdienst Email

source: Send notification emails from carriers (supported by DHL and DPD) to recipients on status changes of shipment.
de_de: Sende eine Email-Benachrichtigungen von Paketdiensten (unterstützt durch DPD und DHL) an Empfänger bei Statusänderungen der Sendung.

source: %s<br /><br />You want to get noticed about the Shipment Status? Copy the Webhook URL and enter it in your <a href="%s" target="_blank">shipcloud.io Webhooks Section.</a>
de_de: %s<br /><br />Sie wollen über den Versandstatus informiert werden? Kopieren Sie die Webhook URL in Ihre <a href="%s" target="_blank">shipcloud.io Webhook</a> Einstellungen.

source: Enable logging if you experience problems.
de_de: Aktivieren der Protokollierung, wenn Probleme auftreten.

source: Automatic Price Calculation
de_de: Automatische Preisberechnung

source: To get a price for the customers order, you have to setup the price calculation.
de_de: Um einen Preis für die Bestellung des Kunden zu erhalten, müssen Sie die automatische Preisberechnung einrichten.

source: Disable
de_de: Deaktivieren

source: Disable shipping cost calculation in cart and checkout page (if you only want to use label creation).
de_de: Deaktivieren sie automatische Versandkosten-Berechnung im Warenkorb und im Chekout (sofern sie nur die Label-Erstellung verwenden möchten).

source: Products
de_de: Produkte

source: How should the price for products be calculated.
de_de: Wie soll der Preis für Produkte berechnet werden.

source: Per Product: Charge shipping for each Product individually
de_de: Pro Artikel: Versandkosten für jedes Produkt einzeln ermitteln

source: Per Order: Charge shipping for the most expensive shipping for a product
de_de: Pro Bestellung: Versandkosten entsprechend die teuersten Versandkosten eines Produktes ermitteln

source: Virtual Parcel: Create a virtual parcel with volume and weight of all products and charge shipping
de_de: Virtuelles Paket: Erstellen Sie ein virtuelles Paket mit Volumen und Gewicht aller Produkte und Versand kostenlos

source: Products (fallback)
de_de: Produkte (Fallback)

source: How should the price for products be calculated if API limit is reached.
de_de: Wie sollte der Preis für Produkte berechnet werden, wenn API-Limit erreicht ist.

source: Per Product: Charge shipping with fallback price for each product
de_de: Pro Produkt: Berechne den Versand mit einem Fallback-Preis für jedes Produkt

source: Per Order: Charge shipping with fallback price for one product
de_de: Pro Bestellung: Berechne den Versand mit einem Fallback-Preis für ein Produkt

source: Fallback Price
de_de: Fallback Preis

source: Will be used if no sizes or weight is given to a Product or for fallback (have to be entered in €).
de_de: Wird verwendet wenn für ein Produkt keine Größen oder Gewicht eingegeben wurde (muss in € einegegeben werden).

source: Shipment Classes
de_de: Versandklassen

source: How should the price for shipment classes be calculated.
de_de: Wie soll der Preis für Versandklassen berechnet werden.

source: Per Class: Charge shipping for each shipping class individually
de_de: Pro Klasse: Versandkosten für jede Versandklasse einzeln ermitteln

source: Per Order: Charge shipping for the most expensive shipping class
de_de: Pro Bestellung Versandkosten für die teuerste Versandklasse ermitteln

source: Shipment Classes (fallback)
de_de: Versandklassen (Fallback)

source: How should the price for shipment classes be calculated if API limit is reached.
de_de: Wie soll der Preis für Versandklassen berechnet werden, wenn das API-Limit erreicht ist.

source: Per Class: Charge shipping with fallback price for each class
de_de: Pro Klasse: Versandkosten für jede Versandklasse berechnen

source: Per Order: Charge shipping with fallback price for one class
de_de: Pro Bestellung: Berechne den Versand mit einem Fallback-Preis für eine Versandklasse

source: Will be used if no sizes or weight is given to a Shipment Class (have to be entered in €).
de_de: Wird verwendet wenn für eine Versandklasse keine Größen oder Gewicht eingegeben wurde (muss in € einegegeben werden).

source: Sender Information
de_de: Absenderdaten

source: Setup information for the standard sender.
de_de: Stellen Sie die Informationen für den Standard-Absender ein.

source: Enter standard sender company for shipment.
de_de: Geben Sie ein Standardabsender-Firma für den Versand an.

source: Enter standard sender first name for shipment.
de_de: Geben Sie einen Standardabsender-Vornamen für den Versand an.

source: Enter standard sender last name for shipment.
de_de: Geben Sie einen Standardabsender-Nachnamen für den Versand an.

source: Enter standard sender street for shipment.
de_de: Geben Sie eine Standardabsender-Straße für den Versand an.

source: Street number
de_de: Hausnummer

source: Enter standard sender street number for shipment.
de_de: Geben Sie die Standardabsender-Hausnummer für Versand an.

source: Enter standard sender postcode for shipment.
de_de: Geben Sie Standardabsender-Postleitzahl für den Versand an.

source: Enter standard sender state for shipment.
de_de: Geben Sie Standardsender Bundesland für den Versand ein.

source: Enter standard sender city for shipment.
de_de: Geben Sie eine Standardsender-Stadt für den Versand an.

source: Enter standard sender country for shipment.
de_de: Geben Sie ein Standardabsender-Land für den Versand an.

source: Recipient Information
de_de: Empfängerdaten

source: Setup information for the recipient.
de_de: Stellen Sie die Informationen für den Empfänger ein.

source: Street Detection
de_de: Straßen Erkennung

source: Automatic split street from street number (In some countries this do not work correct because of different street number schemes).
de_de: Automatisches Teilen von Straße und Hausnummer (In manchen Ländern funktioniert dies nicht korrekt aufgrund der unterschiedlichen Hausnummer Regelungen).

source: Per Product: Charge shipping for each product individually
de_de: Pro Artikel: Versandkosten für jedes Produkt einzeln ermitteln

source: Per Order: Charge shipping with fallback price for whole order
de_de: Pro Bestellung: Berechne den Versand mit einem Fallback-Preis für die gesamte Bestellung

source: Will be used if no sizes or weight is given to a Product (have to be entered in €).
de_de: Wird verwendet wenn für ein Produkt keine Größen oder Gewicht eingegeben wurde (muss in € einegegeben werden).

source: Will be used if no sizes or weight is given to a Shipment Class or for fallback (have to be entered in €).
de_de: Wird verwendet wenn für eine Versandklasse keine Größen oder Gewicht eingegeben wurde (muss in € einegegeben werden).

source: Shipment status changed to: %s
de_de: Versandstatus geändert zu: %s

source: Please enter an API key to get available shipment Carriers.
de_de: Bitte geben Sie einen API Key ein um verfügbare Paketdienste anzuzeigen.

source: Please enter an address to calculate shipping costs.
de_de: Bitte geben sie eine Adresse ein, damit die Versandkosten berechnet werden können.

source: Parcel dimensions are missing
de_de: Paketmaße fehlen

source: No term found for shipping class #%s
de_de: Kein Term für die Versandklasse #%s gefunden

source: No parcel found for product id #%s
de_de: Kein Paket für Produkt ID #%s gefunden

source: No price found for parcel. Using fallback price %s
de_de: Kein Preis für Paket gefunden. Nutze Fallback-Preis %s

source: WooCommerce functions
de_de: WooCommerce Funktionen

source: Could not load %s.
de_de: %s konnte nicht geladen werden.

source: No API Key given
de_de: Kein API-Key gegeben

source: Normal shipping
de_de: Normaler Versand

source: Express shipping where the package will arrive the next day
de_de: Expressversand bei dem das Paket am nächsten Tag ankommt

source: Express shipping where the package will arrive the next day until 12pm
de_de: Expressversand, bei dem das Paket am nächsten Tag bis 12.00 Uhr ankommt

source: Same Day Delivery
de_de: Lieferung am gleichen Tag

source: Returns
de_de: Rücksendung

source: Shipments that are being send back to the shop
de_de: Sendungen, die an den Shop zurückgesendet werden

source: Updated Carriers!
de_de: Paketdienste aktualisiert!

source: There is no message body. You'll get this code when deleting a shipment was successful.
de_de: Es gibt keine Nachrichtentext. Sie werden diesen Code erhalten, wenn eine Sendung Löschen erfolgreich war.

source: Your request was not correct. Please see the response body for more detailed information.
de_de: Ihre Anfrage war nicht korrekt. Bitte beachten Sie den Antworttext für weitere Informationen.

source: Access denied! Please check your API Key.
de_de: Zugriff verweigert! Bitte überprüfen Sie Ihre API-Key.

source: You've reached the maximum of your current plan. Please upgrade to a higher plan.
de_de: Sie haben die maximale Anzahl an Anfragen in Ihrem aktuellen Tarif erreicht. Bitte aktualisieren Sie auf einen höheren Tarif.

source: You are not allowed to talk to this endpoint. This can either be due to a wrong authentication or when you're trying to reach an endpoint that your account isn't allowed to access.
de_de: Es ist Ihnen nicht erlaubt diesen Endpunkt anzusprechen. Entweder ist Ihr API-Key falsch, oder Sie versuchen einen Endpunkt zu erreichen, welchen Sie mit Ihrem Konto nicht ansprechen dürfen.

source: The api endpoint you were trying to reach can't be found.
de_de: Die API-Endpunkt den Sie versuchen zu erreichen konnte nicht gefunden werden.

source: Your request was well-formed but couldn't be followed due to semantic errors. Please see the response body for more detailed information.
de_de: Ihre Anfrage ist wohlgeformt, konnte aber wegen semantische Fehler nicht beantwortet werden. Bitte beachten Sie den Antworttext im Body für weitere Informationen.

source: Something has seriously gone wrong. Don't worry, we'll have a look at it.
de_de: Etwas ist schief gelaufen. Keine Sorge, wir werden einen Blick darauf werfen.

source: Something has gone wrong while talking to the carrier backend. Please see the response body for more detailed information.
de_de: Etwas ist schief gelaufen als versucht wurde mit dem Paketdienst zu kommunizieren. Bitte beachten Sie die Antworttext für weitere Informationen.

source: Unfortunately we couldn't connect to the carrier backend. It is either very slow or not reachable at all. If you want to stay informed about the carrier status, follow our developer twitter account at @shipcloud_devs.
de_de: Leider konnte der Paketdienst nicht erreicht werden. Entweder ist dieser zu langsam oder nicht erreichbar. Wenn Sie weiterhin über den Status über den Paketdienst informiert werden wollen, folgen Sie unserem Twitter Account unter @shipcloud_devs.

source: Unknown Error
de_de: Unbekannter Fehler

source: Picked up
de_de: Abgeholt

source: In transit
de_de: Unterwegs

source: Out for delivery
de_de: Wird zugestellt

source: Delivered
de_de: Ausgeliefert

source: Awaits pickup by Receiver
de_de: Abholung vom Empfänger erwartet

source: Delayed
de_de: Verzögert

source: Not delivered
de_de: Nicht ausgeliefert

source: Carrier internal notification. Tracking events within the shipment will carry more elaborate information.
de_de: Interne Mitteilung des Paketdienstes. Tracking-Ereignisse innerhalb der Sendung beinhalten weitere Informationen.

source: Status unknown
de_de: Status unbekannt

source: Carrier can't be blank.
de_de: Paketdienst darf nicht leer sein.

source: Sender Last Name can't be blank.
de_de: Absender-Nachname darf nicht leer sein.

source: Sender Street can't be blank.
de_de: Absender-Straße darf nicht leer sein.

source: Sender Street number can't be blank.
de_de: Absender-Hausnummer darf nicht leer sein.

source: Sender ZIP code can't be blank.
de_de: Absender-Postleitzahl darf nicht leer sein.

source: Sender City can't be blank.
de_de: Absender-Stadt darf nicht leer sein.

source: Sender Country can't be blank.
de_de: Absender-Land darf nicht leer sein.

source: Sender Country is not an ALPHA-2 ISO country code.
de_de: Absender-Land ist kein ALPHA-2-ISO-Ländercode.

source: Receiver Last Name can't be blank.
de_de: Empfänger-Nachname darf nicht leer sein.

source: Receiver Street can't be blank.
de_de: Empfänger-Straße darf nicht leer sein.

source: Receiver Street number can't be blank.
de_de: Empfänger-Hausnummer darf nicht leer sein.

source: Receiver ZIP code can't be blank.
de_de: Empfänger-Postleitzahl darf nicht leer sein.

source: Receiver City can't be blank.
de_de: Empfänger Stadt darf nicht leer sein.

source: Receiver Country can't be blank.
de_de: Empfänger Land darf nicht leer sein.

source: Receiver Country is not an ALPHA-2 ISO country code.
de_de: Empfänger-Land ist kein ALPHA-2-ISO-Ländercode.

source: Height (in cm) can't be blank.
de_de: Höhe (in cm) darf nicht leer sein.

source: Height (in cm) is not a number.
de_de: Höhe (in cm) ist keine Zahl.

source: Length (in cm) can't be blank.
de_de: Länge (in cm) darf nicht leer sein.

source: Length (in cm) is not a number.
de_de: Länge (in cm) ist keine Zahl.

source: Width (in cm) can't be blank.
de_de: Breite (in cm) darf nicht leer sein.

source: Width (in cm) is not a number.
de_de: Breite (in cm) ist keine Zahl.

source: Weight (in kg) can't be blank.
de_de: Gewicht (in kg) darf nicht leer sein.

source: Weight (in kg) is not a number.
de_de: Gewicht (in kg) ist keine Zahl.

source: Authentication failure! Please check your API Key.
de_de: Authentifizierung fehlgeschlagen! Bitte überprüfen Sie Ihren API-Schlüssel.

source: Tip: A label has already been created. Only prepared shipments (the ones without a label) can be updated or deleted
de_de: Tipp: Ein Label wurde bereits erstellt. Nur vorbereitete Sendungen (diejenigen ohne Bezeichnung) können aktualisiert oder gelöscht werden

source: WooCommerce is not installed. Please install before using Plugin.
de_de: WooCommerce ist nicht installiert. Bitte installieren Sie WooCommerce vor der Verwendung des Plugins.

source: shipcloud.io needs the JSON PHP extension.
de_de: shipcloud.io benötigt die JSON PHP-Erweiterung.

source: shipcloud.io needs the Multibyte String PHP extension.
de_de: shipcloud.io benötigt die Multibyte String PHP-Erweiterung.

source: Parcel template added!
de_de: Paketvorlage hinzugefügt!

source: Parcel dimensions verified!
de_de: Paket Abmessungen überprüft!

source: Parcel template not added!
de_de: Paketvorlage nicht hinzugefügt!

source: The calculated price is
de_de: Der berechnete Preis ist

source: Select
de_de: Auswählen

source: Delete
de_de: Löschen

source: Yes
de_de: Ja

source: No
de_de: Nein

source: Create shipping labels
de_de: Versandetiketten erstellen
